/* Archive - NSOpenPanel button title */
"Archive" = "归档";

/* Archive Files - NSOpenPanel title */
"Archive Files" = "归档文件";

/* title of progress window */
"Archive Utility" = "归档实用工具";

/* alert: archiving operation was canceled */
"Archiving \"%1$@\" into \"%2$@\" was canceled." = "归档“%1$@”到“%2$@”已被取消。";

/* progress string when archiving */
"Archiving \"%1$@\"\\U2026" = "正在归档“%1$@”…";

/* Cancel */
"Cancel" = "取消";

/* Progress subtext when cleaning up */
"Cleaning up\\U2026" = "正在清理…";

/* alert: unable to unpack archive - unable to find suitable target directory */
"Could not find a writable folder for the contents of \"%1$@.\"  Try moving it to a writable folder." = "未能找到可存放“%1$@”的内容的可写入文件夹。请尝试将它移到一个可写入文件夹。";

/* alert: unable to unarchive - target is not a dir or does not exist */
"Could not find a writable folder in which to create an archive of \"%1$@.\"  Try moving it to a writable folder." = "未能找到可在其中创建“%1$@”的归档的可写入文件夹。请尝试将它移到一个可写入文件夹。";

/* debug alert: finished archiving */
"Finished archiving \"%1$@\" into \"%2$@\"." = "完成将“%1$@”归档到“%2$@”。";

/* debug alert: archive finished unpacking */
"Finished unarchiving \"%1$@\" into \"%2$@\"." = "完成将“%1$@”解压缩到“%2$@”。";

/* Default name of progress window */
"Progress" = "进度";

/* prompt when trying to save archive/unarchive */
"Select a location to save \"%1$@\"\\U2026" = "选择一个位置以存储“%1$@”…";

/* alert: unable to make archive */
"Unable to archive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "无法将“%1$@”归档至“%2$@”。\n（错误 %3$d - %4$@。）";

/* unable to delete source */
"Unable to delete \"%1$@\"." = "无法删除“%1$@”。";

/* unable to delete archive */
"Unable to delete archive \"%1$@\"." = "无法删除归档“%1$@”。";

/* alert: unarchiving this flavor archive is not supported */
"Unable to expand \"%@\" - it is in an unsupported format." = "无法展开“%@”- 它的格式不被支持。";

/* alert: unarchiving stuffit archives is not supported */
"Unable to expand \"%@\" - Stuffit archives are not supported." = "无法解压缩“%@” - 不支持 Stuffit 归档。";

/* unable to finish unarchiving alert - move failed */
"Unable to finish unarchiving \"%1$@\" into \"%2$@\".\nCould not move \"%3$@\" into destination directory." = "无法完成将“%1$@”解压缩至“%2$@”。\n未能将“%3$@”移动到目的目录。";

/* unable to move source */
"Unable to move \"%1$@\" to \"%2$@." = "无法将“%1$@”移动到“%2$@”。";

/* unable to move source alert - destination does not exist or not a directory */
"Unable to move \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "无法将“%1$@”移动到“%2$@”。\n目标不存在或者不是目录。";

/* unable to trash source */
"Unable to move \"%1$@\" to Trash." = "无法将“%1$@”移动到“废纸篓”。";

/* unable to move archive */
"Unable to move archive \"%1$@\" to \"%2$@." = "无法将归档“%1$@”移动到“%2$@”。";

/* unable to move alert - destination does not exist or not a directory */
"Unable to move archive \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "无法将归档“%1$@”移动到“%2$@”。\n目标不存在或者不是目录。";

/* unable to trash archive */
"Unable to move archive \"%1$@\" to Trash." = "无法将归档“%1$@”移动到“废纸篓”。";

/* unable to open archive for unarchive alert */
"Unable to open archive \"%1$@\".\n(Error %2$d - %3$@.)" = "无法打开归档“%1$@”。\n（错误 %2$d - %3$@。）";

/* unable to open damaged archive for unarchive alert */
"Unable to open damaged archive \"%1$@\"." = "无法打开已损坏的归档“%1$@”。";

/* unable to unarchive alert */
"Unable to unarchive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "无法将“%1$@”解压缩至“%2$@”。\n（错误 %3$d - %4$@。）";

/* Unarchive - NSOpenPanel button title */
"Unarchive" = "解压缩";

/* Unarchive File - NSOpenPanel title */
"Unarchive File" = "解压缩文件";

/* alert: unarchiving operation was canceled */
"Unarchiving \"%1$@\" into \"%2$@\" was canceled." = " 将“%1$@”解压缩到“%2$@”的操作已被取消";

/* progress string when unarchiving */
"Unarchiving \"%1$@\"\\U2026" = "正在解压缩“%1$@”…";

